import React from "react";

function RulesAndConditions() {
  return (
    <div className="  bg-opacity-10 flex-col justify-start items-start gap-8 inline-flex">
      <div className="self-stretch h-[83px] flex-col justify-center items-center gap-6 flex">
        <div className="self-stretch h-[83px] flex-col justify-center items-center gap-8 flex">
          <div className="text-center text-nowrap text-neutral-200 text-4xl lg:text-[64px] font-bold  leading-[83px]">
            قوانین و مقررات
          </div>
        </div>
      </div>
      <div className="w-full text-center text-neutral-200 text-xl leading-normal tracking-wide">
        لطفا عکس کارت ملی خود را ارسال کنید
      </div>

      <div className="w-full">
        <img src="/assets/dash-input.svg" className="object-contain w-full" />
      </div>

      <div className="w-full basis-0 px-8 py-6 opacity-80 bg-white bg-opacity-10 justify-center items-end gap-2 inline-flex">
        <div className="grow shrink h-[100px] overflow-y-scroll no-scrollbar  basis-0 text-right text-white text-sm font-normal  leading-loose">
          ماده ۱) طرفین
          <br />
          طرف اول قرارداد طرف اول شرکت لیان یاقوت ممتاز ایده ( لیما ) با شناسه
          ملی 14010258421 به شماره تماس 02128427686 به نمایندگی جناب آقای
          ابوالفضل سادات به سمت موسس و مدیرعامل که از این پس برگزار کننده دوره /
          سرمایه گذار / و طرف اول نامیده می شود.
          <br />
          <br />
          طرف دوم آقا / خانم
          <br />
          که طی فرایند خط از طریق آدرس https://digiform.ir_course_lima اقدام به
          بارگذاری اطلاعات کرده که از این پس گیرنده اطلاعات /کارآموز / طرف دوم
          نامیده می شود .<br />
          <br />
          ماده ۲) موضوع قرارداد
          <br />
          <br />
          برگزاری کلاس های آموزشی حضوری و غیر حضوری توسط طرف اول برای اموزش و
          رشد کارآموزان
          <br />
          (طرف دوم) و انجام امور مربوطه و وظایف محوله شرکت توسط کاراموزان جهت
          ایجاد تجربه عملیاتی
          <br />
          <br />
          ماده ۳) شرایط و قوانین پذیرش کارآموز
          <br />
          پذیرش و قبولی مصاحبه انجام شده
          <br />
          پذیرش تمامی شرایط و قوانین طرف اول و پیروی از انها (تمامی قوانین علاوه
          بر توجیه پس از قبولی در مصاحبه با امضاء این قرارداد توسط طرف دوم مورد
          قبول میباشد و ایشان بدینوسیله حق هرگونه ادعا و اعتراض را از خود سلب و
          ساقط می نماید و با امضاء این قرارداد تمامی قوانین و شرایط طرف اول
          پذیرفته و لازم و اجرا میباشد.
          <br />
          <br />
          <br />
          الف) از تاریخ تنظیم این قرارداد به بعد در صورتی که کارآموز به هر دلیل
          یا علت از کارآموزی و شرکت در کلاس های آن و یا امور محوله منصرف يا به
          هربهانه عذر و جهتی توانایی و امکان شرکت در کلاس ها را
          <br />( قبل یا بعد از شروع دوره ) از دست بدهد . هیچ وجهی از هزینه
          دریافتی توسط طرف اول به کارآموز مسترد نخواهد شد و طرف اول به موجب این
          قرارداد اختیار خواهد داشت که به هر گونه درخواست استرداد وجه (به هر
          صورتی که مطرح شود ) ترتیب اثر ندهد.
          <br />
          <br />
          ب) درصورتی که کارآموز عمداً یا در اثر سهل انگاری و یا به علت عدم توجه
          به دستورات مربی و مقررات کارگاهی و دفتری و غیره خساراتی به سخت افزار
          ها تجهیزات شهرت و یا اعتبار طرف اول وارد کند موظف است خسارات را (
          مطابق تشخیص و برآورد طرف اول) ظرف حداکثر یک هفته جبران نماید ) کارآموز
          موظف است از بحث يا عنوان کردن هرگونه مباحث غیر فنی و يا مطالبی که با
          برنامه درسی آموزشی اهداف و شنونات شرکت مغایرت داشته باشد جداً خودداری
          نماید .<br />
          <br />
          د) کارآموز موظف است کلیه ضوابط اجتماعی اخلاق و شنون اسلامی را در محیط
          شرکت و آموزشی دقیقاً رعایت نماید هم ایام یا جلسات غیبت موجه یا غیر
          ضرور کارآموز اجرا شده از موضوع این قرارداد منظور می شود و طرف اول
          تعهدی مبنی بر جبران آنها نخواهد داشت . درصورتی که میزان غیبت از تخلف
          کاراموز از ۳کارت زرد و یا ۲ کارت قرمز تجاوز نماید طرف اول مختار است که
          از حضور کارآموز جلوگیری نموده و ( بدون التزام به استرداد هیچ مبلغی ) و
          اخراج کاراموز مانع از مطالبه خسارت (درصورت وارد اوردن خسارت) توسط طرف
          اول نمیشود. کارآموز می باید رأس ساعت شروع وارد و بلافاصله پس از پایان
          جلسات درسی و کاری از محیط مجموعه خارج شود ‌.(مجازی /حضوری)
          <br />
          <br />
          کارآموز بایستی هرگونه نظریات پیشنهادات و انتقادات اصولی خود را بطور
          کتبی و در خارج از کلاس یا کارگاه های آموزشی فقط به نماینده طرف اول
          مطرح نماید و از القاخواسته خود به کارآموزان دیگر جداً پرهیز نماید .
          <br />
          <br />
          ح) کارآموز موظف است تکالیف که از طرف مربیان به او داده میشود را انجام
          داده و مطالب آموزشی تدریسی مطالعه و فراگیری نماید و از طرح سئوالات بی
          محتوی و متوقف کننده برنامه اصلی کلاس پرهیز نماید.
          <br />
          <br />
          ت) ساير مقررات پذیرش و ثبت نام . شرایط و نحوه اجرای برنامه آموزشی
          مقررات کار در کارگاه و آزمون جدا از مطالب قرارداد به اطلاع کارآموز
          رسیده یا می رسد بدون نیاز امضا و ابلاغ جداگانه ای لازم الاجراست.
          <br />
          <br />
          خ) کاراموز موظف است در تمامی کلاس های برگزار شده شرکت نموده و مسئولیت
          عدم شرکت در هر جلسه به عهده طرف دوم میباشد و پس از برگزاری دوره اموزشی
          نماینده موظف به بکارگیری تمامی متد ها و آموزش هاست و تمامی دستورالعمل
          ها و شرایط جدید با شرکت در ادامه روند به منزله پذیرش است و در حکم
          اصلاحیه این قرارداد است و بدون نیاز به امضا و ابلاغ جداگانه ای لازم
          الاجرا است.
          <br />
          <br />
          ی) درصورتی که کارآموز به تشخیص طرف اول به هر یک از تعهدات فوق عمل
          ننماید طرف اول می تواند بدون استرداد وجه پرداخت شده توسط کارآموز از
          ادامه حضور وی در مجموعه به هر نحوی ممانعت کرده نماید و میتواند خسارات
          در صورت وارد شدن را مطالبه نماید .<br />
          <br />
          ط) به موجب این قرارداد طرف اول هیچ گونه تعهدی برای استخدام کارآموز پس
          از پایان دوره کارآموزی نخواهد داشت و این قرارداد صرفا جهت انتقال
          تجربیات آموزشی برنامه نویسی به صورت از راه دور به طرف دوم میباشد و از
          شمول قانون کار و بیمه خارج است و بعد از دوره درصورت احراز شرایط
          استخدامی شرکت توسط کارآموز شرکت میتواند از افراد با استعداد دعوت به
          همکاری نماید .<br />
          <br />
          قرارداد حاضربر اساس ماده ۱۰و ۲۱۹قانون مدنی انعقاد گردید و جز قرارداد
          های لازم تلقی میگردد.
          <br />
          در صورتی که اختلاف مورد نظر در قرارداد پیش بینی نشده باشد ابتدا با
          گفتگو و در صورت عدم حصول نتیجه به داوری آقای حجت امیری تصمیم گیری
          خواهد شد و حکم صادره لازم الاجراست .<br />
          <br />
          این قرارداد در یازده ماده شامل عقد از راه دور بوده و ایجاب و قبول آن
          با استفاده از وسایل ارتباط از راه دور است که متقاضی (دانشجو )آن را
          بدونِ هیچ گونه اجبار و اکراه و از روی صحت و سلامت و رضایت کامل بوسیله
          امضای الکترونیک و ارسال متن
          <br />
          (قرارداد کارآموزی را مطالعه نمودم و تمامی شرایط آن را میپذیرم) فشار
          دادن دکمه تایید ارسال مطابق ماده 10 قانون مدتی و وفق ماده 2 و 7 قانون
          تجارت الکترونیک این قرارداد را منعقد و امضاء نموده است که صیقة بیع
          شرعی و قانونی بدینوسیله بین طرفین جاری می گردد و طرف اول و دوم متعهد
          به آن خواهند بود .
        </div>
      </div>
      <div className="self-stretch justify-start items-start gap-2 inline-flex"></div>
    </div>
  );
}

export default RulesAndConditions;
